WHO_CHOICE = [
    ('WR', 'Сотрудник'),
    ('HR', 'HR-специалист')
]

FIRST_DAY_TASKS = ['Подписать документы на трудоустройство',
                   'Изучить правила пожарной безопасности и охраны труда на рабочем месте',
                   'Получить космический Welcome pack UDV',
                   'Сделать фото на память с космическим Welcome pack',
                   'Встретиться с HR и узнать все о компании, проектах, компании',
                   'Познакомиться с коллегами',
                   'Передохнуть за кофебрейком и обедом',
                   'Встретиться с наставником/руководителем и обсудить план работы',
                   ]

SUBTASKS_MAX_COUNT = 20

FIRST_DAY_TASKS_LEN = len(FIRST_DAY_TASKS)
